[
  "what if I disappear, just like this? what if I evaporate into the sky? without even a single thought, let's sing today's song",
  "I'll go back to what it was like without you",
  "where are you? the one who will shine light on my darkness",
  "everything has started to disappear",
  "but never forget, even in the hopeless abyss, we can do things different. we can do it our way, our own way",
  "even your smile, calm like the sea, I want to look at it every day",
  "when today is over, after that shining moment, where should I go?",
  "oh you, you have a story that only I know",
  "I know we loved somehow, but I'm never going back",
  "I was far away from behaving like somebody that is fine",
  "we are playing a new sound. at last, here we are, you and I.",
  "only honest people suffer here, that's the world we live in",
  "so don't you wanna save me",
  "the path that leads to you comes with a cool breeze and dazzling, clear sunlight",
  "dancing a hot dance on heated sand, our youthful days that won’t stop",
  "come on, get out, work out some more, babe",
  "you gotta chase nobody",
  "that's a waste of time. no pain, no gain? disagree",
  "I'm floating endlessly, my heavy eyes are falling asleep",
  "I'm not strong enough to hold you the way I once did",
  "the red light turns on, and everyone holds their breath",
  "where are you? the one who will embrace my weary self?",
  "in this vast universe, where is the place for me to rest?",
  "this is how my world became perfect because of you",
  "can I go back to a small airship that's out of orbit and lost its signal?",
  "don't abandon me. I have nothing when I erase you.",
  "I said that I wanted to do well, but nothing ever goes my way, I guess",
  "even if my vision blurs, there’s no hesitation now",
  "let's burn our whole bodies for the last season, so there's no trace of regret left",
  "our today is like the last summer. memories that won't come back",
  "if all that's left is ash just let it burn",
  "don't know what to do when I'm like this",
  "and so it is. the problem is with me. I'm the one who needs to go.",
  "I don't want to miss you like this",
  "baby, please don't cry tonight",
  "memories I've built up until now flash by. can I pour them all out here now?",
  "are you really throwing yourself away for people who aren’t even blood?",
  "it's all over, without a word. all the painful memories.",
  "I wish for no more nights crying alone. I wish everything would just go right.",
  "I know I've forgotten, even promises we've made and the effort you put in"
]