[
  "the path that leads to you comes with a cool breeze and dazzling, clear sunlight",
  "even if my vision blurs, there’s no hesitation now",
  "what if I disappear, just like this? what if I evaporate into the sky? without even a single thought, let's sing today's song",
  "don't know what to do when I'm like this",
  "if all that's left is ash just let it burn",
  "we are playing a new sound. at last, here we are, you and I.",
  "baby, please don't cry tonight",
  "I wish for no more nights crying alone. I wish everything would just go right.",
  "memories I've built up until now flash by. can I pour them all out here now?",
  "even your smile, calm like the sea, I want to look at it every day",
  "this is how my world became perfect because of you",
  "only honest people suffer here, that's the world we live in",
  "come on, get out, work out some more, babe",
  "that's a waste of time. no pain, no gain? disagree",
  "I'll go back to what it was like without you",
  "I know I've forgotten, even promises we've made and the effort you put in",
  "so don't you wanna save me",
  "but never forget, even in the hopeless abyss, we can do things different. we can do it our way, our own way",
  "the red light turns on, and everyone holds their breath",
  "I said that I wanted to do well, but nothing ever goes my way, I guess",
  "when today is over, after that shining moment, where should I go?",
  "I know we loved somehow, but I'm never going back",
  "oh you, you have a story that only I know",
  "you gotta chase nobody",
  "where are you? the one who will shine light on my darkness",
  "I was far away from behaving like somebody that is fine",
  "in this vast universe, where is the place for me to rest?",
  "don't abandon me. I have nothing when I erase you.",
  "let's burn our whole bodies for the last season, so there's no trace of regret left",
  "and so it is. the problem is with me. I'm the one who needs to go.",
  "I'm not strong enough to hold you the way I once did",
  "dancing a hot dance on heated sand, our youthful days that won’t stop"
]