[
  "come on, get out, work out some more, babe",
  "if all that's left is ash just let it burn",
  "the path that leads to you comes with a cool breeze and dazzling, clear sunlight",
  "that's a waste of time. no pain, no gain? disagree",
  "I wish for no more nights crying alone. I wish everything would just go right.",
  "I was far away from behaving like somebody that is fine",
  "even your smile, calm like the sea, I want to look at it every day",
  "don't abandon me. I have nothing when I erase you.",
  "I'm not strong enough to hold you the way I once did",
  "our today is like the last summer. memories that won't come back",
  "and so it is. the problem is with me. I'm the one who needs to go.",
  "let's burn our whole bodies for the last season, so there's no trace of regret left",
  "everything has started to disappear",
  "this is how my world became perfect because of you",
  "it's all over, without a word. all the painful memories.",
  "even if my vision blurs, there’s no hesitation now",
  "what if I disappear, just like this? what if I evaporate into the sky? without even a single thought, let's sing today's song",
  "can I go back to a small airship that's out of orbit and lost its signal?",
  "but never forget, even in the hopeless abyss, we can do things different. we can do it our way, our own way",
  "we are playing a new sound. at last, here we are, you and I.",
  "when today is over, after that shining moment, where should I go?",
  "where are you? the one who will embrace my weary self?",
  "so don't you wanna save me",
  "baby, please don't cry tonight",
  "I don't want to miss you like this",
  "only honest people suffer here, that's the world we live in",
  "I'll go back to what it was like without you",
  "I know we loved somehow, but I'm never going back",
  "where are you? the one who will shine light on my darkness",
  "memories I've built up until now flash by. can I pour them all out here now?",
  "I know I've forgotten, even promises we've made and the effort you put in",
  "I'm floating endlessly, my heavy eyes are falling asleep",
  "I said that I wanted to do well, but nothing ever goes my way, I guess",
  "oh you, you have a story that only I know",
  "in this vast universe, where is the place for me to rest?",
  "you gotta chase nobody",
  "are you really throwing yourself away for people who aren’t even blood?",
  "the red light turns on, and everyone holds their breath",
  "dancing a hot dance on heated sand, our youthful days that won’t stop"
]