[
  "even if my vision blurs, there’s no hesitation now",
  "don't know what to do when I'm like this",
  "everything has started to disappear",
  "I don't want to miss you like this",
  "I'm not strong enough to hold you the way I once did",
  "and so it is. the problem is with me. I'm the one who needs to go.",
  "the path that leads to you comes with a cool breeze and dazzling, clear sunlight",
  "where are you? the one who will embrace my weary self?",
  "come on, get out, work out some more, babe",
  "where are you? the one who will shine light on my darkness",
  "but never forget, even in the hopeless abyss, we can do things different. we can do it our way, our own way",
  "are you really throwing yourself away for people who aren’t even blood?",
  "this is how my world became perfect because of you",
  "our today is like the last summer. memories that won't come back",
  "what if I disappear, just like this? what if I evaporate into the sky? without even a single thought, let's sing today's song",
  "so don't you wanna save me",
  "I'll go back to what it was like without you",
  "oh you, you have a story that only I know",
  "I said that I wanted to do well, but nothing ever goes my way, I guess",
  "baby, please don't cry tonight",
  "only honest people suffer here, that's the world we live in",
  "it's all over, without a word. all the painful memories.",
  "I know I've forgotten, even promises we've made and the effort you put in",
  "even your smile, calm like the sea, I want to look at it every day",
  "I'm floating endlessly, my heavy eyes are falling asleep",
  "I know we loved somehow, but I'm never going back",
  "you gotta chase nobody",
  "if all that's left is ash just let it burn",
  "I was far away from behaving like somebody that is fine",
  "let's burn our whole bodies for the last season, so there's no trace of regret left",
  "in this vast universe, where is the place for me to rest?",
  "memories I've built up until now flash by. can I pour them all out here now?",
  "the red light turns on, and everyone holds their breath"
]